// src/data/inventory.js

export const inventory = [
    {
        id: "042",
        title: "Зеркало Нарцисса",
        year: "1905",
        price: "4500",
        provenance: "Paris, Rue de Rivoli",
        material: "Серебро, амальгама, шепот прошлого",
        desc: "Амальгама, заключенная в потемневшее серебро 1905 года. Видало больше грехов, чем любой исповедник.",
        fullStory: `Это не просто предмет мебели, это — немой сообщник. Изготовленное в туманном Париже 1905 года, это зеркало пережило больше балов, чем любая фрейлина, и отразило больше полуночных тайн, чем самый терпеливый исповедник Сены. 

Патина на его серебряной раме — это не дефект, а летопись. Говорят, что если смотреть в него дольше минуты, можно увидеть не только свои огрехи, но и тень той эксцентричной особы, что подкрашивала здесь губы в холодном октябре перед самой революцией. 

Иронично, но оно до сих пор обладает свойством льстить любому, кто осмелится в него взглянуть, наделяя отражение благородной бледностью и оттенком легкой меланхолии. Идеальный артефакт для тех, кто ищет в отражении не сухую правду, а повод для новой драматической главы.`,
        img: "https://images.unsplash.com/photo-1595113316349-9fa4eb24f884?q=80&w=2864&auto=format&fit=crop"
    },
    {
        id: "089",
        title: "Бокал Яда",
        year: "1880",
        price: "2200",
        desc: "Богемское стекло. Идеально для вина и драматических пауз.",
        img: "https://images.unsplash.com/photo-1516594915697-87eb3b1c14ea?q=80&w=2864&auto=format&fit=crop"
    },
    {
        id: "102",
        title: "Фарфоровая Панна",
        year: "Moscow, 1920",
        price: "1850",
        desc: "Хрупкость, пережившая три революции.",
        img: "https://images.unsplash.com/photo-1621252179027-94459d278660?q=80&w=2864&auto=format&fit=crop"
    },
    {
        id: "015",
        title: "Сундук Тайн",
        year: "Lviv, 1850",
        price: "15000",
        desc: "Дуб, кованое железо. Двойное дно для ваших секретов.",
        img: "https://images.unsplash.com/photo-1594901862991-885c45389658?q=80&w=2864&auto=format&fit=crop"
    }
];
